import React from 'react'
import "./Articles.css"
const Article2 = () => {
  return (
<>
<div className='Qs-container'>

<h1 className='article-title'>مهارات ما قبل اللغة </h1>
<p>هي مهارات يكتسبها الطفل من لحظة الولادة وهي المهارات الأساسية التي تجعل الطفل قادراً على التواصل والكلام.</p>
<h2>أهمية مهارات ما قبل اللغة</h2>
<p>مهارات ما قبل اللغة هي المهارات الأساسية التي يكتسبها 
الطفل منذ ولادته وهي التي تساعده على اكتساب اللغة وكل قصور يحدث في
 هذه المرحلة يؤثر على الطفل بشكل مباشر ويجب اللجوء
  للمتخصص لتعليم الطفل هذه المهارات ليستطيع اكتساب اللغة بشكل سليم. </p>
<h2>التواصل البصري</h2>
الطفل الذي لا ينظر إلى وجه والدته وشفتيها أثناء الاستماع إلى حديثها لن يتلقى ما يكفي من مدخلات أو فرص لتخزين اللغة التي قد يحتاج إلى استخدامها فيما بعد.
<h2>الانتباه والتمييز السمعي</h2>
<p>في الشهور الأولى للطفل ينتبه للأصوات ويلتفت لها وأحيانا يتفاعل معها ويبحث عن مصدر الصوت، وأهمية هذا الأمر أن الطفل يستطيع تمييز الضوضاء عن الكلام ويستطيع تمييز صوت المتحدث ويستطيع تخزين الكلمات التي تساعده على الكلام فيما بعد.</p>
<h2>إظهار الاهتمام</h2>
<p> الطفل الذي يعاني من ضعف التفاعل مع 
   إخوته تقل فرصه في فهم اللغة وتبادل الأدوار واكتساب اللغة.</p>
<h2>التوقع </h2>
<p>في عمر الثلاثة أشهر تقريباً يكون الطفل قادراً على توقع بعض الأشياء
     المألوفة بالنسبة له مثل: تعبيرات وجه الأم السعيدة يصاحبها مناغاة، وتعبيرات الأم الغاضبة يصاحبها غضب وتعنيف مما يساعد الطفل على تمييز المشاعر وتحديد الخطر منها. </p>
<h2>الإشارة للأشياء ومحاولة الوصول إليها  </h2>
<p>تعد الإشارة من المهارات الأساسية والأولية للتواصل والطلب وتحفز النمو اللغوي بشكل مباشر، وتزداد حصيلة الطفل اللغوية إذا تفاعلت الأم معها بشكل صحيح فيقوم الطفل بالإشارة لعدة أشياء وتقوم الأم بتسميتها. </p>
<h2>تعبيرات الوجه ولغة الجسد </h2>
<p>  يعبر الطفل عن مشاعره عن طريق تعبيرات وجهه مثل : (الابتسام) ولغة الجسد عن طريق (رفع يديه لتحمله).</p>
<h2>الإشارات التي تدل على التفاعل الإجتماعي </h2>
<p>الإشارات والإيماءات مثل : (باي ، هاتي ، اه ، لا ، بح ، دا ) التي تدل على التفاعل الاجتماعي تؤثر بشكل مباشر على نمو الطفل المعرفي فيكون الطفل قادراً على الطلب بإشارة مثل: ( هاتي ) والتعبير بالرفض أو بالإيجاب عن طريق كلمات مثل : ( آه ولا )</p>
<h2>أصوات ما قبل اللغة </h2>
<p>يستطيع طفلك استعمال  بعض الأصوات للتواصل معك مثل: ( بابابا، تاتاتا، دادا)</p>
<h2>تقليد</h2>
<p>
-	تقليد حركي: <br/>
وهو يسبق التقليد اللفظي يقوم طفلك بتقليد حركات مشابهه لحركاتك مثل : التسقيف – الوقوف – الجلوس.  
<br/> -	تقليد لفظي :<br/>
يبدأ الطفل في تقليد كلماتك بشكل بسيط مثل : ( ماما، بابا، دادا ).
</p>
<h2>تبادل الأدوار</h2>
<p> تبادل الأدوار يبدأ
     في الشهور الأولى للطفل،
     فيقوم الطفل بالمناغاة وينتظر من 
     الأم أن تبادله بنفس المناغاة ليستمر،
      وهذا يساعد الطفل على إجراء الحوار
      المتبادل مثل الاستماع ثم الكلام .</p>
      </div>
</>  )
}

export default Article2