import React from 'react'
import "./Articles.css"
import doctor from "../../images/doctor-write (1).gif"
const Articles = () => {
  return (
<>
<div className='article-container'>
<h1 className='article-title'>تطور النطق واللغة عند الأطفال </h1>
{/* <p> تنقسم إضرابات النطق واللغة إلى ثلاثة أقسام وتشمل </p>
  <ul>
    <li>
        
         إضطرابات نطق لها أشكال عديدة منها  عندما ينطق طفك حرف مكان حرف آخر مثل الراء تكون ياء "كرسي - كيسي "أو  يحذف بعض الحروف من الكلمة مثلب"بطاطس - طاطس"</li>
    <li>إضطراب الطلاقة ويشمل التلعثم و سرعة الكلام  </li>
    <li>إضطراب اللغة ويشمل إضطراب في فهم اللغة أو استخدامها </li>
    <li> </li>
    
    </ul> */}
    <p>يولد الأطفال وهم لديهم القدرة على اكتساب اللغة ،
       لكنهم بحاجة إلى تعلم اللغة أو اللغات التي تستخدمها أسرهم وبيئتهم 
       (لا يولد الأطفال بلغة محددة بل يكتسبون اللغة من البيئة المحيطة بهم ).
       <br/>
         ويختلف الأطفال في مدى سرعة إتقانهم للغة والكلام
         . يواجه  بعض الأطفال مشاكل في استخدام أو تكوين بعض  الأصوات والكلمات والجمل أثناء التعلم. 
      ولكن يمكن لمعظم الأطفال  استخدام اللغة بسهولة في سن الخامسة.</p>
      <h2>هل الآباء يعلمون أطفالهم الكلام؟</h2>
<p>
لا. يكتسب معظم الأطفال اللغة بسرعة وسهولة وبدون جهد أو تعليم مباشر . يحدث ذلك تلقائيًا 
، سواء حاول آباؤهم تعليمهم أم لا.</p>
<h2> هل للأباء دور في تطور اللغة عند أطفالهم ؟</h2>
<p> على الرغم من أن الآباء أو غيرهم من مقدمي الرعاية لا يعلمون أطفالهم التحدث بشكل مباشر ،
    إلا أنهم يؤدون دورًا مهمًا من خلال التحدث إلى أطفالهم.لذلك 
   الأطفال الذين لم يتم التحدث إليهم مطلقًا لن يكتسبوا اللغة. 
</p>
<h2>كيف يكتسب الطفل اللغة ؟ </h2>
<p> عن طريق استخدام اللغة للتفاعل مع الطفل  على سبيل المثال :
    . الطفل الذي يسمع اللغة بانتظام على التلفزيون أو التليفون لن يكتسب اللغة بشكل صحيح بل سيواجه مشاكل عديدة </p>
<h2>كيف أساعد طفلي إذا لاحظت عدم قدرته على اكتساب اللغة ؟</h2>
  <ul>
  <li>يجب منع الطفل من التعرض للشاشات لفترات طويلة .</li>
  <li> التفاعل مع الأصوات التي يصدرها الطفل حتى إذا كانت أصوات بدون معنى واضح .</li>
  <li>تكرار ما يقوله الطفل ونطقه بشكل صحيح وإضافة بعض الكلمات لما يقوله .</li>
  <li>تسمية وبناء حوار عن الأشياء التي يحبها الطفل .</li>
  <li>طرح الأسئلة البسيطة على الطفل وتكرار إجابته مع إضافة بعض الكلمات أو تغيير صيغة بعض الجمل .</li>
  <li> النظر في الكتب وتسمية بعض العناصر .</li>
  <li>سرد قصص للطفل . </li>
  <li>حفظ القرآن والغناء مع الطفل .</li>
  <li>اللعب التخيلي مع الطفل وإنشاء حوار أثناء اللعب .</li>


</ul>
<h2> </h2>
<p></p>
</div>
<img className='doctor' src={doctor} alt="doctor"/>

</>
  )
}

export default Articles