import React from 'react'
import { Link } from 'react-router-dom'

const Article3 = () => {
  return (
<>
<div className='Qs-container'>

<h1 className='article-title'>كلمات طفلي الأولى</h1>
<p>للأطفال طريقتهم الخاصة في التواصل تسبق الكلام فعندما يبكي الطفل
     ويضحك ويشير الى الأشياء هذا معناه تواصل لكنه تواصل غير لفظي 
    وتستمر هذه المرحلة مع الأطفال من عمرعام إلى عام ونصف خلال هذه
     المرحلة يتوجب على الوالدين ومقدمي الرعاية الأهتمام بتحفيز
     التواصل اللفظي وفي هذا المقال ستة أنشطة مختلفة لتحفيز التواصل اللفظي عند الأطفال .</p>
<h2>أصوات الحيوانات وأصوات البيئة 
</h2>
<p> 	أصوات الحيوانات وأصوات البيئة هي الأنشطة الأكثر متعة بالنسبة للأطفال وهي أيضاً من أسهل المقاطع الذي يستطيع طفلك تقليدها 
يمكنك الإستعانة بموقعنا
<Link  className='link' to="/listen"> "اسمع"</Link>  
<br/>
 لتدريب طفلك على أصوات الحيوانات وأشكالهم ويمكنك أيضا تقليد أصوات الحيوانات بنفسك مثلا 
ما هو صوت القطة ؟ نيو نيو ثم تعيدي السؤال على طفلك 
<br/>
ما هو صوت السيارة ؟ بيب بيب
<br/>
إذا كان طفلك أكثر تطوراً في اللغة يمكنك إنشاء حوار مع طفلك حول صوت محدد مثلاً 
ما هو صوت السيارة ؟ بيب بيب 
<br/> 
مع من تركب السيارة ؟ بابا 
<br/>
ما هو لون سيارة بابا ؟ أسود 
<br/>
هل تحب أن تركب سيار ة بابا ؟ 
نعم .
</p>
<h2> الأغاني</h2>
<p> 
    من أكثر الأنشطة التي تساعد الأطفال على تنمية حصيلتهم اللغوية وقدرتهم على النطق الصحيح وهي ممتعة بشكل كبير.
	 <br/>اذا كان طفلك غير قادر على الكلام  فيمكنك الغناء له وهو يتفاعل مع الحركات .
<br/>	إذا كان طفلك يستطيع قول بعض الأصوات أو المقاطع فيمكنه مشاركتك الغناء عن طريق قول بعض الأصوات أو المقاطع من الأغنية. 
<br/>	إذا كان طفلك يستطيع الكلام فيمكنكم الغناء سوياً الأغنية كاملة .
</p>
<h2> الهاتف </h2>
<p>
من أهم الأنشطة للعب التخيلي للأطفال و تزيد قدرة الطفل على التواصل بشكل فعال تقوم الأم بإحضار الهاتف للطفل وتبدأ محادثته بكلمات بسيطة  تنمي حصيلته اللغوية من كلمات التحية والوداع وكلمات المرونة مثل ( أهلا -باي -الو ) .

</p>
<h2>مسرح العرائس </h2>
<p> هو نشاط ممتع ومسلي بالنسبة للأطفال ويمكن تعليم الأطفال مهارات ما قبل اللغة من خلاله مثل التقليد الحركي – التقليد اللفظي  – التعرف على أجزاء الجسم .</p>
<h2> المرآة </h2>
<p> يقوم مقدم الرعاية والطفل بالوقوف أمام المرآة  ويقوم مقدم الرعاية بتمثيل بعض الأفعال مع إصدار أصوات مثل 
<br/>أكل (هم هم)  
<br/>أقفز (هوب هوب) 
<br/>أغسل يدي ( تش تش )
<br/>ويقوم الطفل بتقليد الحركات مع الصوت .
</p>
<h2>الكرة</h2>
<p> اللعب بالكرة يحفز عند الأطفال العديد من الأهداف مثل :
<br/> تبادل الدور 
<br/>تعلم الضمائر انا – انتي  
<br/>  القبول والرفض (نعم - لا) 
<br/> الطلب  
<br/>الألوان 
<br/>
مثال : 
<br/>ماذا تريد ؟ الكرة  
<br/>مين بياخد الكرة ؟ انا 
<br/>هل تريد الكرة ? نعم
اي كرة تريد ؟ الكرة الخضراء /  الكرة الكبيرة 
</p>
</div>
</>  )
}

export default Article3