import React from 'react'
import "./Qs.css"
const Qs = () => {
  return (
<>
<div className='Qs-container'>
<h1> أهمية مراحل نمو وتطور الأطفال و فحوصات للأطفال</h1>
<p>معرفة مراحل تطور ونمو الطفل أمر بالغ الأهمية للاطمئنان على صحة الطفل ولتفادي الكثير من المشاكل المستقبلية 
  التي قد تظهر على الطفل والتدخل في الوقت 
  المناسب يحسن من مرحلة العلاج . 
<br/>
لذلك تعد المتابعة الدورية للأطفال منذ اليوم الأول من ولادتهم أمر بالغ الأهمية وتتضمن هذه المتابعة عدة أقسام منها متابعة :
</p>
<div>
    <li>
   <span>التغذية :</span>  <p>يحتاج الأطفال إلى الأغذية الملائمة في الوقت الملائم كي ينموا ويتطوروا ويصلوا إلى بلوغ كامل إمكاناتهم. أما الوقت الأكثر أهمية للتغذية الجيدة فهو فترة الـ 1,000 يوم التي تبدأ بمرحلة الحمل وحتى بلوغ الطفل سن الثانية.
</p></li>
   <li>
   <span>التفاعل الاجتماعي : </span> <p>
  ينمو الطفل اجتماعياً منذ اليوم الأول من ولادته حيث يبكي عندما يشعر أن لا أحد جواره حتى يصل إلى مرحلة تكوين الصداقات والتعبير عن مشاعره للمحيطين به. <div className=""></div>  </p></li>  
    <li>
   <span>  التواصل واللغة : </span>  <p>   
تطور اللغة هي العملية التي يفهم بها الأطفال اللغة ويتواصلون بها خلال مرحلة الطفولة المبكرة
، فمن الولادة حتى سن الخامسة يطور الأطفال اللغة بوتيرة سريعة جدًا
، ومراحل تطور اللغة عالمية بين البشر، ومع ذلك، فإن العمر 
والوتيرة التي يصل بها الطفل لكل مرحلة من مراحل تطور اللغة يختلفان بشكل كبير بين الأطفال
 وبالتالي، يجب مقارنة تطور اللغة عند الطفل بالمعاييرالعالمية وليس مع 
 الأطفال الآخرين وبشكل عام، تتطور اللغة عند الإناث بمعدل أسرع من الذكور  
 . 
</p></li>   <li>
  <span>الإدراك :   </span><p>
  و هو قدرة الإنسان على فهم العالم من حوله، وهو مجموعة
   من القدرات العقلية أو العمليات العقلية التي تشكل جزء من تصرفات الإنسان وأفعاله يكون 
  مركزها المخ حيث يتحكم فيها من أصغر مهمة  فمثلا عند ثلاثة أشهر  يقوم الطفل بفتح فمه
   عندمايرى زجاجة الحليب أو ثدي الأم  استعداداً لشرب الحليب إلى المهارات الأكثر تعقيداً .</p></li>   
  <li>
 <span>الحركة :</span>   <p>يبدأ نمو الطفل حركياً وهو في رحم الأم فيقوم بتمديد يديه و قدميه ومع بداية أسابيعه الأولى يحرك رأسه حتى 
ينمو حركياً بشكل كامل ويستطيع السير والقفز وتحريك عضلاته الدقيقة مثل الأصابع .</p></li>  
</div>
<div>
    <h2>
    فحوصات ضرورية للأطفال 
    </h2>
<div>
  <li> <span>فحص عام :</span><p>يشمل فحص الحالة العامة للطفل وكفاءة أجهزته الحيوية مثل القلب والرئتين والجهاز العصبي والحركي.</p></li>
  <li> <span>فحص السمع : </span><p> يتم فحص السمع للاكتشاف المبكر لضعف السمع لدى الأطفال أو وجود اضطرابات أخرى تؤثر على السمع.</p></li>
  <li> <span>فحص اضطرابات النمو عند الأطفال :</span><p>اضطرابات النمو عند الأطفال هي تباطؤ معدل النمو بما لا يتناسب مع عمر الطفل، ويحدث هذا الاضطراب نتيجة عوامل مختلفة مرتبطة بالجينات، أو الهرمونات، أو بسبب عدم امتصاص الجسم كمية كافية من العناصر الغذائية.</p></li>
  <li> <span>فحص النظر :</span><p> يتم فحص النظر للاكتشاف المبكر لأمراض العين لدى الأطفال مثل: الحول والماء الأبيض (عتامة العين) وعيوب النظر الانكسارية مثل قصر النظر .</p></li>
  <li> <span>فحص الطول والوزن وحجم محيط الرأس </span><p>يتم قياس الطول والوزن وحجم محيط الرأس بشكل دوري كل شهر وتختلف القياسات طبقا لعمر الطفل .</p></li>
  <li> <span>فحص الفم والأسنان : </span><p> يبدأ فحص الفم والأسنان بعد ظهور الأسنان الأولى لطفلك ويمكنك فحص فم طفلك في اي عمر  إذا لاحظت مشكلة في جانب التغذية. </p></li>
  <li> <span>مؤشر كتلة الجسم (BMI)</span><p>هو وزن الشخص بالكيلوجرام مقسوما على مربع الطول مقاس بالأمتار .</p></li>

</div>
</div>

</div>

</>  )
}

export default Qs