
let feedingTitle= 'تقيمم طفلك على مستوى المضغ والبلع';
let feedingSubTitle1='تطور المهارات الفم حركية';
let feedingSubTitle2=["تطور الإطعام عند الطفل "];
let feedingSubTitle3=['العناصر الغذائية المقدمة للطفل'];
let socilaTitle=['تقييم الطفل على مستوى التفاعل الإجتماعي'];
let languageTitle=['تقييم الطفل على مستوى التواصل واللغة'];
let cognitionTitle=['تقييم الطفل على مستوى الإدراك'];
let movementTitle =["تقييم الطفل على مستوى الحركة"];
export default 

[
  {
feedingTitle: feedingTitle,
feedingSubTitle1:feedingSubTitle1,
feedingSubTitle2:feedingSubTitle2,
feedingSubTitle3:feedingSubTitle3,
socilaTitle:socilaTitle,
languageTitle:languageTitle,
cognitionTitl:cognitionTitle,
movementTitle:movementTitle,
    key:"1",

   feeding: [
      "يستطيع طفلك تنسيق التنفس والبلع  أثناء الرضاعة من ثدي الأم أومن  زجاجة الحليب.",
      "يستطيع طفلك الرضاعة بشكل جيد ",

      "يعتمد طفلك في غذائه على حليب الأم او الحليب المخصص للأطفال ",
      ],
    social : 
    ["تقييم طفلك على مستوى التفاعل الإجتماعي  :",
    "	يهدأ طفلك عندما تتحدث إليه أو عندما تحمله ",
    "	ينظر طفلك إلى وجهك ",
    "	تظهر السعادة على طفلك عندما تمشي إليه ",
    "	طفلك يبتسم عندما تتكلم أو تضحك معه ",
    ],
    language : ["يقوم طفلك  بإصدار أصوات متنوعة غير البكاء",
    "يستطيع طفلك الإنتباه  للأصوات المرتفعة ",],
    movement:
     ["تقييم طفلك على مستوى الحركة :",
    "يرفع طفلك رأسه عندما تضعيه على بطنه ",
    "	يحرك طفلك  كلا ذراعيه وقدميه ",
    "	يستطيع طفلك فتح يده بمفرده"],
    cognitive:["   تقييم طفلك على مستوى الإدراك  ",
    "	طفلك ينتبه إليك عندما تسيرين ",
    "	طفلك ينظر إلى اللعبة لعدة دقائق",]
    },
  ///////////////////////////////////////////////////////////////////////////
    {
          key:"2",
          feedingTitle: feedingTitle,
          feedingSubTitle1:feedingSubTitle1,
          feedingSubTitle2:feedingSubTitle2,
          feedingSubTitle3:feedingSubTitle3,
          socilaTitle:socilaTitle,
          languageTitle:languageTitle,
          cognitionTitl:cognitionTitle,
          movementTitle:movementTitle,
   feeding: [

"   يستطيع طفلك تحريك الفك واللسان سوياً",
"   	يستطيع طفلك الرضاعة بشكل جيد ",
"   	يعتمد طفلك  في غذائه على حليب الأم او الحليب المخصص للأطفال ",
"  يستطيع طفلك وضع يديه على زجاجة الإرضاع الخاصة به ",
    
  ],
    social : 
    [
"      -	طفلك يضحك من تلقاء نفسه ليجذب إنتباهك ",
"      -	يضحك طفلك عندما تحاولين إضحاكه ",
"      -	طفلك ينظر إليكي أو يتحرك أو يصدر أصوات ليجذب إنتباهك "
      
    ],
    language : [
"      	طفلك يصدر أصوات مثل أوو أو ااااااا ",
"      	طفلك يصدر أصوات مثل كا جا عندما تتحدثين إليه ",
"      	طفلك يحرك رأسه تجاه مصدر صوتك "
      
    
    ],

    cognitive:
    ["عندما يكون طفلك جائع يفتح فمه عندما يرى زجاجه الحليب أو عندما يرى ثدي الأم ",
    	"ينظر إلى يديه بإهتمام في محاولة لإكتشافها "
      ],
    movement:
    [
"يحاول  طفلك تثبيت رأسه بنفسه  بدون مساعدتك عندما تحمليه",
"-	يمسك طفلك لعبته بيده عندما تعطيه إياها ",
"-	يحرك طفلك ذراعه ليلعب بلعبته ",
"-	يضع يده في فمه ",
"-	 يرفع نفسه عندما يكون مستلقي على بطنه "

    ]
    },
    {
      key:"3",
      feedingTitle: feedingTitle,
      feedingSubTitle1:feedingSubTitle1,
      feedingSubTitle2:feedingSubTitle2,
      feedingSubTitle3:feedingSubTitle3,
      socilaTitle:socilaTitle,
      languageTitle:languageTitle,
      cognitionTitl:cognitionTitle,
      movementTitle:movementTitle,
   feeding: [

"يستطيع طفلك تحريك لسانه بدون تحريك شفتيه ",
"يستطيع طفلك مص الحليب بشكل أسهل من السابق ",

"يبدأ طفلك في العض البسيط على ثدي الأم أو زجاجة الإرضاع ",
"يبدأ طفلك  في الشرب من الكوب المفتوح",
"	يستخدم طفلك شفته العلوية ليأكل من الملعقة",

"يعتمد طفلك في تغذيته على حليب الأم او الحليب المخصص للأطفال",
"	يستطيع طفلك وضع يديه على زجاجة الإرضاع الخاصة به",
"	يبدأ طفلك بأكل الطعام المهروس بالملعقة "
    
  ],
social : 
    [
"  -	يستطيع طفلك التعرف على  الأشخاص المقربين",
" -	يحب  طفلك أن يرى نفسه في المرآة ",
" 	 طفلك قادر على  الضحك",   
    ],

    language : [

      "يصدر طفلك أصوات بالتبادل مع الشخص الذي يتحدث معه ",
      "يستطيع طفلك إخراج لسانه خارج فمه  وينفخ ",
      " يصدر طفلك  الكثير من الضوضاء ",
    ],
    cognitive:
    ["	يضع طفلك  الأشياء في فمه ليكتشفها ",
    "يحاول  طفلك الحصول على اللعبة التي يريدها",
    "	يغلق طفلك شفتاه ليعبر عن رفضه للمزيد من الطعام "
      ],	

    movement:
    [
"يحرك طفلك نفسه عندما يكون مستلقي على بطنه إلى الإستلقاء على ظهره",
"يدفع  طفلك نفسه للأعلى عندما يكون مستلقي على بطنه ",
"يستند  طفلك على يديه عندما يجلس حتى يوازن نفسه ",

    ]
    },
    {
      key:"4",
      feedingTitle: feedingTitle,
      feedingSubTitle1:feedingSubTitle1,
      feedingSubTitle2:feedingSubTitle2,
      feedingSubTitle3:feedingSubTitle3,
      socilaTitle:socilaTitle,
      languageTitle:languageTitle,
      cognitionTitl:cognitionTitle,
      movementTitle:movementTitle, 

   feeding: [

"	يستطيع طفلك أكل الأطعمة الصلبة بدون تقئ",
"	يبدأ طفلك في وضع الطعام في جانبي الفم ",
"	يبدأ طفلك في الشرب من الكوب المفتوح",
"	طفلك يأكل بشكل أفضل من الملعقة",
"يعتمد طفلك في غذائه على حليب الأم او الحليب المخصص للأطفال ",
"يبدأ طفلك بأكل الطعام المهروس بالملعقة",
"يأكل طفلك أطعمة سهلة الذوبان"
    
  ],

    social : 
    [
"	يكون طفلك خجول أو خائف من الغرباء",
"يظهرطفلك  تعابير وجه مختلفة مثل الفرح و الحزن و الغضب و الدهشة ",
"ينظر طفلك إليك عندما تنادي اسمه" ,
"ينظر طفلك إليك أو يبكي أو ينتظر عودتك  عندما تغادر مكان ما ",
"يبتسم طفلك أو يضحك عندما تخبئ وجهك بيديك وتفاجئه "  
    ],

    language : [

"	يصدر طفلك الكثير من الأصوات مثل ماما بابا داد",
"	يرفع طفلك ذراعيه للأعلى حتى تحمله",
""
    ],
    cognitive:
    ["  	يبحث طفلك عن الأشياء التي تسقط مثل لعبة أو ملعقة  ",
    "	يستطيع طفلك حمل شيئين بكلتا يديه "
      ],	

    movement:
    [
"يستطيع طفلك نقل الأشياء من يد إلى يد أخرى ",
"يستخدم طفلك أصابعه ليطعم نفسه ",
"	يستطيع طفلك الجلوس بدون الإستناد إلى شئ",

    ]
    }
    ,
    {
      key:"5",
      feedingTitle: feedingTitle,
      feedingSubTitle1:feedingSubTitle1,
      feedingSubTitle2:feedingSubTitle2,
      feedingSubTitle3:feedingSubTitle3,
      socilaTitle:socilaTitle,
      languageTitle:languageTitle,
      cognitionTitl:cognitionTitle,
      movementTitle:movementTitle,
   feeding: [

"	Lip seal emerges for cup drinking",
"يبدأ طفلك في مضغ الطعام في حركة دائرية ",
"يستطيع طفلك القضم بشكل قوي  ",
"يبدأ طفلك في الشرب من الكوب المفتوح",
"يبدأ طفلك في استخدام زجاجة الحليب المخصصة للفطام ",
"يبدأ طفلك في أكل الطعام المهروس بالملعقة",
"يأكل طفلك أطعمة سهلة الذوبان  ",
"-	يأكل طفلك الطعام المتكتل قليلا وليس مهروس بشكل تام " 
 ],

    social : 
    [
"يستطيع طفلك اللعب بشكل أكبر عن طريق التسفيق ",
   
    ],

    language : [

"	يحرك طفلك يديه ليقول باي ",
"	يستطيع طفلك مناداة الوالدين ببابا و ماما او اي اسم مميز ",
"يفهم طفلك كلمة  لا ويتوقف عندما تقولها  له  "
    ],
    cognitive:
    ["طفلك يضع الأشياء في كوب أو صندوق ",
    "طفلك ينظر للأشياء التي تخبئها أمامه "
      ],	

    movement:
    [
"يستطيع طفلك الوقوف ",
"يستطيع طفلك المشي ويتمسك بالأثاث ",
"يستطيع طفلك الشرب من الكوب المخصصة للكبار ",
"-	يمسك طفلك بالأشياء  بين أصبعيه مثل قطعة صغيرة من الطعام "
    ]
    },
    {
      key:"6",
      feedingTitle: feedingTitle,
      feedingSubTitle1:feedingSubTitle1,
      feedingSubTitle2:feedingSubTitle2,
      feedingSubTitle3:feedingSubTitle3,
      socilaTitle:socilaTitle,
      languageTitle:languageTitle,
      cognitionTitl:cognitionTitle,
      movementTitle:movementTitle,
   feeding: [

"يستطيع طفلك القضم بشكل قوي ",
"يستطيع طفلك رفع طرف لسانه",
"يمسك طفلك بالملعقة بكلتا يديه ليطعم نفسه",
"يمسك طفلك بالكوب بكلتا يديه"
      ],
    social : 
    [
"طفلك يقلد الأخرين عندما يلعب مثال إذا أخذ طفل لعبة من صندوق يقوم بتقليده",
"يريك طفلك أشياء والعاب يحبها ",
"يقوم طفلك بالتسفيق عندما يكون متحمس" ,
"طفلك يظهر لك المودة عن طريق تقبيلك أو احتضانك " 
    ],

    language : [

"يستطيع طفلك قول  كلمتين (غير واضحتين النطق ) بجانب ماما وبابا مثل كو مشيرا إلى كرة ",
"طفلك ينظر للأشياء التي يعرفها عندما تقول اسمها ",
"طفلك قادر على إتباع التعليمات المصاحبة لإشارة مثال عندما تمد يديك وتقول له اعطني اللعبة ",
"-يستطيع طفلك أن يشير للأشياء التي يريدها أو لمساعدته للحصول على شئ ما "
    ],
    cognitive:
    ["طفلك يحاول استخدام الأشياء استخدام صحيح مثل التليفون يضعه على أذنه ",
    "يستطيع طفلك تركيب مكعبات (مكعبين على الأقل )",
      ],	

    movement:
    [
"يستطيع  طفلك المشي لخطوات بمفرده ",
"يستطيع طفلك استخدام أصابعه ليطعم نفسه",
    ]
    },
    {
      key:"7",
      feedingTitle: feedingTitle,
      feedingSubTitle1:feedingSubTitle1,
      feedingSubTitle2:feedingSubTitle2,
      feedingSubTitle3:feedingSubTitle3,
      socilaTitle:socilaTitle,
      languageTitle:languageTitle,
      cognitionTitl:cognitionTitle,
      movementTitle:movementTitle,
   feeding: [

"يستطيع طفلك القضم بشكل قوي  ",
"	يستطيع طفلك رفع طرف لسانه ",
"	يمسك طفلك الكوب بكلتا يديه ",
"	يمسك طفلك بالملعقة بكلتا يديه ليطعم نفسه ",
"	يعتمد طفلك على الأطعمة كمصدر أساسي للغذاء بدلا من الحليب "
    
  ],
    social : 
    [
"	يقوم طفلك بالسير بعيداً عنك لكن يتأكد أنك قريب منه ",
"	يحب طفلك مشاركتك عن طريق الإشارة إلى الأشياء التي تعجبه  ",
"	يقوم طفلك برفع يديه إليك لتغسلها له ",
"	يحب طفلك النظر لبعض صفحات الكتاب معك ",
"	يقوم طفلك بمساعدتك عندما تجعله يرتدي ملابسه عن طريق مد ذراعه أو قدمه "   
    ],

language : [

"يقوم طفلك بنطق  ثلاث كلمات أو مقاطع  بجانب بعضهم ",
"	يستطيع طفلك اتباع أمر واحد بدون الإشارة مثل أعطني اللعبة بدون أن تمد يدك",
    ],
cognitive:
    ["يقوم طفلك بتقليدك في القيام بالأعمال المنزلية مثل الكنس بالمكنسة ",
    "يلعب طفلك بالألعاب بطريقة بسيطة مثال يمسك بالعربة ويجعلها تسير  ",
      ],	

    movement:
    [
"يستطيع طفلك  السير بدون الحاجة إلى مساعدة ",
"طفلك يمسك القلم ويرسم بشكل عشوائي  على الورقة ",
"يشرب طفلك من الكوب بمفرده مع سكب القليل ",
"يستطيع طفلك أن يطعم  نفسه عن طريق استخدام أصابعه ",
"يحاول طفلك استخدام الملعقة ",
"يستطيع طفلك الجلوس على الكرسي بدون مساعدة "
    ]
    },
    {
      key:"8",
      feedingTitle: feedingTitle,
      feedingSubTitle1:feedingSubTitle1,
      feedingSubTitle2:feedingSubTitle2,
      feedingSubTitle3:feedingSubTitle3,
      socilaTitle:socilaTitle,
      languageTitle:languageTitle,
      cognitionTitl:cognitionTitle,
      movementTitle:movementTitle,
   feeding: [
"يستطيع طفلك تحريك طرف لسانه  ",
"	يحرك طفلك فكه بشكل دائري  ",
"	يستطيع طفلك وضع الطعام في جانبي الفم بصورة أفضل ",
"	يستطيع طفلك أن يطعم نفسه بشكل أقوى ",
"	يستطيع طفلك مضغ أطعمة مختلفة الملمس ",
"	يستطيع طفلك المضغ وفمه مغلق",
"	يستطيع طفلك التحكم في الشرب من الكوب بشكل أفضل ",
"طفلك يعتمد على الأطعمة الصلبة في غذائه ",
"يستطيع طفلك أكل معظم الطعام "
    
  ],
    social : 
    [
"	يقوم طفك بإظهار تفاعل مع مشاعر الأخرين مثال يحزن عندما يرى أحد يبكي ",
"	يقوم طفلك بالنظر إلى وجهك ليرى ردة فعلك على شئ يقوم به ",
    ],

language : [
"	عندما تسال طفلك عن شئ في كتاب يشير إليه مثل أين السيارة ؟ يشير إليها  ",
"	 يستطيع طفلك قول جملة من كلمتين مثل أريد حليب ",
"	يشير طفلك إلى أجزاء جسمه عندما تطلب منه ذلك مثال أين عينك ",
"	يستطيع طفلك استخدام إشارات مثل باي ويعطي قبلة ويهز رأسه بدلا من قول نعم "
    ],
    cognitive:
    ["يقوم طفلك بالإمساك بشئ في يد واحده بينما يستخدم يده الأخرى مثال يمسك بزجاجة الماء بيد ويفتحها بيده الثانية ",
    "يحاول طفلك استخدام الأزرار في لعبته مثال يحاول تشغيل أو إيقاف لعبته باستخدام الأزرار ",
    "يستطيع طفلك اللعب بشكل متسلسل مثال عندما يلعب بلعبة المطبخ يضع الطعام في الطبق  "
      ],	
    movement:
    [
"يستطيع طفلك أن يشوط الكرة ",
"يستطيع طفلك الجري ",
"يستطيع  طفلك صعود درجات بسيطة من السلم بدون مساعدة",
"يستطيع طفلك أن يطعم نفسه بالملعقة   "
]
    },
    {
      key:"9",
      feedingTitle: feedingTitle,
      feedingSubTitle1:feedingSubTitle1,
      feedingSubTitle2:feedingSubTitle2,
      feedingSubTitle3:feedingSubTitle3,
      socilaTitle:socilaTitle,
      languageTitle:languageTitle,
      cognitionTitl:cognitionTitle,
      movementTitle:movementTitle,
   feeding: [
"	يستطيع طفلك التحكم في في لسانه وفكه وشفتاه بشكل تام ",
"يستطيع طفلك الإعتماد على نفسه في إطعام ذاته والشرب من الكوب المخصص للكبار ",
"يستطيع طفلك مضغ وبلع الأنواع المختلفة من الطعام مثل الخضروات والفاكهة واللحوم "
   ],
    social : 
    [
"	يحب طفلك اللعب بجانب الأطفال الأخرين أحيانا ويلعب معهم أحيانا أخرى ",
"	يحاول طفلك وصف ما يفعله مستخدماً كلمة أو كلمتين ",   
    ],
    language : [

"حصيلة طفلك اللغوية خمسين كلمة تقريبا ولا يشترط فيهم النطق الصحيح ",
"	يستطيع طفلك قول كلمتين سويا مثال الكلب يجري ولا يشترط أن تكون الجملة صحيحة من حيث التركيب",
"	يستطيع طفلك تسمية بعض الأشياء التي تشير إليها وتسأله ما هذا",
"-	يستطيع طفلك استخدام بعض الضمائر مثل انا أو انت أو نحن "
    ],
    cognitive:
    ["	يلعب طفلك لعب تخيلي مثل إطعام العروسة ",
    "يظهر طفلك بعض مهاراته في حل المشكلات مثل الوقوف على كرسي  صغير للوصول إلى شئ يريده ",
    "	يستطيع طفلك اتباع تعليمات مكونة من أمرين مثل ضع لعبتك على الأرض واغلق الباب",
    "يعرف طفلك لونين على الأقل مثال عندما يكون معه قصه وتسأله أين الكوب الأحمر يشير إليه "  ],	

    movement:
    [
"طفلك ينقل الأشياء من يد إلى يد أخرى",
"يستخدم طفلك  يديه لفتح مقبض الباب أو فتح غطاء زجاجة ",
"يستطيع طفلك خلع بعض ملابسه بنفسه ",
"يقفزطفلك على الأرض بكلتا قدميه ",
"يستطيع  طفلك تقليب صفحات قصة عندما تقرئها له   "
    ]
    },
    {
      key:"10",
      feedingTitle: feedingTitle,
      feedingSubTitle1:feedingSubTitle1,
      feedingSubTitle2:feedingSubTitle2,
      feedingSubTitle3:feedingSubTitle3,
      socilaTitle:socilaTitle,
      languageTitle:languageTitle,
      cognitionTitl:cognitionTitle,
      movementTitle:movementTitle,
   feeding: [
"	يستطيع طفلك التحكم في في لسانه وفكه وشفتاه بشكل تام ",
"	يستطيع طفلك الإعتماد على نفسه في إطعام ذاته والشرب من الكوب المخصص للكبار ",
"-	يستطيع طفلك مضغ وبلع الأنواع المختلفة من الطعام مثل الخضروات والفاكهة واللحوم "
   ],
    social : 
    ["عندما تترك طفلك يبكي لمدة عشر دقائق ثم يهدأ",
    "-	يقوم طفلك بملاحظة الأطفال الأخرين ويحاول اللعب معهم "
 ],
    language : [
      "يدخل طفلك معك في محادثة بالتبادل (يتركك تتحدث ويتحدث هو)",
      " يستطيع طفلك السؤال بادوات الإستفهام من وماذا واين ولماذا مثل أين ماما ؟",
      "يستطيع طفلك الرد على سؤال ما اسمك ",
      "الغرباء يفهمون كلام طفلك بنسبة كبيرة "

 ],
    cognitive:
  [
    "يستطيع  طفلك رسم دائرة عندما تريه اياها ",
    "يتجنب طفلك  لمس الأشياء الساخنة عندما تحذره منها "
  ],
    movement:
    ["يستطيع طفلك الإمساك بالخرز الكبير ووضعه في خيط",
    "يستطيع طفلك خلع ملابسه بمفرده مثل خلع بنطال واسع أو خلع جاكت ",
    "يستطيع طفلك استخدام الشوكة "

    ]
    },
    {
      key:"11",
      feedingTitle: feedingTitle,
      feedingSubTitle1:feedingSubTitle1,
      feedingSubTitle2:feedingSubTitle2,
      feedingSubTitle3:feedingSubTitle3,
      socilaTitle:socilaTitle,
      languageTitle:languageTitle,
      cognitionTitl:cognitionTitle,
      movementTitle:movementTitle,
   feeding: [

"يستطيع طفلك التحكم في في لسانه وفكه وشفتاه بشكل تام ",
	"يستطيع طفلك الإعتماد على نفسه في إطعام ذاته والشرب من الكوب المخصص للكبار ",
"يستطيع طفلك مضغ وبلع الأنواع المختلفة من الطعام مثل الخضروات والفاكهة واللحوم ",
   ],
    social : 
    ["	يلعب طفلك لعب تخيلي ويتظاهر بانه معلم أو بطل خارق أو أي شخصية أخرى ",
    "	يطلب  طفلك من الأطفال اللعب معهم و ويستأذنك للعب مع أحد مثل هل أستطيع اللعب مع أحمد ؟",
    "	طفلك يقدم المواساة عندما يرى أحد حزين أو يبكي عن طريق حضنه ",
    "	طفلك  يتجنب المخاطر مثال لا يقفز من الأماكن المرتفعة ",
    "	يحب طفلك أن يبادر بالمساعدة ",
    "	يغير طفلك سلوكه إعتماداً على المكان الموجود فيه مثل الحديقة و المنزل والشارع "
 ],
    language : [
      "طفلك ينطق جملة من أربع كلمات أو أكثر ",
      "يقول  طفلك بعض الكلمات من أغنية أو قصة أومن الحضانة",
      "يستطيع طفلك أن يتحدث عن شئ واحد فعله خلال اليوم ",
      "	يستطيع طفلك أن يجاوب على الأسئلة البسيطة مثل ماذا نفعل بالمعلقة ؟ "

 ],
    cognitive:
  ["يعرف طفلك  بعض الألوان ",
  "طفلك يخبرك بنهاية قصة يعرفها مسبقا ",
  "يستطيع طفلك رسم شخص بثلاث أجزاء مثل رأس وجسد وقدم "

  ],
    movement:
    ["	يستطيع طفلك الإمساك بالكرة الكبيرة نسبياً",
    "يستطيع طفلك أن يطعم نفسه ويصب الماء لنفسه تحت إشراف الكبار",
    "يستطيع طفلك فتح بعض أزرار ملابسه",
    "يستطيع طفلك الإمساك بالقلم بين الإبهام والسبابة  "

    ]
    },
    {
      key:"12",
      feedingTitle: feedingTitle,
      feedingSubTitle1:feedingSubTitle1,
      feedingSubTitle2:feedingSubTitle2,
      feedingSubTitle3:feedingSubTitle3,
      socilaTitle:socilaTitle,
      languageTitle:languageTitle,
      cognitionTitl:cognitionTitle,
      movementTitle:movementTitle,
   feeding: [

"يستطيع طفلك التحكم في في لسانه وفكه وشفتاه بشكل تام ",
"يستطيع طفلك الإعتماد على نفسه في إطعام ذاته والشرب من الكوب المخصص للكبار ",
"يستطيع طفلك مضغ وبلع الأنواع المختلفة من الطعام مثل الخضروات والفاكهة واللحوم "
   ],
    social : 
    ["	طفلك يتبع التعليمات ويأخذ دوره عندما يلعب مع أطفال أخرين ",
    "	يستطيع طفلك أن يغني و يرقص أو يمثل ",
    "يقوم طفلك ببعض المهام المنزلية البسيطة مثل وضع الشرابات مع بعضهم أو ينظف طاولة الطعام "
 ],
    language : [
"	يستطيع طفلك سرد قصة هو ألفها من خياله بحدثين على الأقل مثل الولد يقفز ثم سقط ",
"يجيب طفلك على الأسئلة البسيطة عن قصة سمعها من قبل ",
"يستطيع طفلك أن يحادثك وينتظر دوره في الرد ويتجاذب أطراف الحديث "
 ],
    cognitive:
  ["	يستطيع طفلك العد حتى عشرة ",
"	يستطيع طفلك معرفة الأرقام من واحد إلى خمسة عندما تشير إلى رقم يقول لك ما هو ",
"	يستطيع طفلك استخدام الزمن مثل صباح – مساء -غدا – البارحة ",
"	يستطيع طفلك كتابة بعض حروف اسمه ",
"	يستطيع طفلك نطق بعض الحروف التي تشير إليها "],
    movement:
    [
"يستطيع طفلك غلق وفتح أزرار ملابسه ",
"يستطيع طفلك القفز على قدم واحده "
    ]
    }

]